var data = {
    keys:["intro", "rel", "scene", "deep"],
    "intro":{
        "keys":["1 - Breathing In/Out - Up/Down","2 - Thoughts Wonder & Let Go","3 - Allow Change", "4 - Thoughts wonder & Body Tension", "5 - Hammock relaxation", "6 - Safe and sound", "7 - Your choice", "8 - 3 Clicks", "9 - Breathe out tension", "10 - Just tell them", "11 - Trancing out", "12 - Alpha - Breathing Intro", "13 - Mother Earth Energy - Intro"], 
        "1 - Breathing In/Out - Up/Down":"Close your eyes and take in a deep breath in, letting the breath go all the way down to your abdomen, then breath all the way back up to your head, and just let yourself continue to breath in and out, up and down, in and out…as you drift down deeper...and even deeper now...feeling more relaxed and feeling more comfortable.",
        "2 - Thoughts Wonder & Let Go":"Find a comfortable place to sit for the next few minutes and go ahead, sit back relax and close your eyes and you can just relax and pay attention to my voice or just allow your thoughts to wonder to a place where you feel calm, clear, letting go of all those things that used to concern you, giving yourself the gift of freedom, freedom from those old ways of thinking, because it’s such a good thing to do. That’s right.",
        "3 - Allow Change":"As you sit back and relax with your eyes closed, I wonder if you can imagine what it would be like to allow yourself to make a complete transformation, to find everything that you seek already within you, and by allowing yourself to change for the better, you start to feel even more relaxed and calm, don't you? That's right.",
        "4 - Thoughts wonder & Body Tension":"Go ahead and sit back relax and close your eyes and you can just relax and pay attention to my voice or just allow your thoughts to wonder. As you sit there listening to my voice, take a nice long deep breath in and hold it for a second. Now when you exhale, just let yourself relax even more. That’s right. Just relaxing. Letting go of all the tension that used to be in your body. Feeling very calm and relaxed now.",
        "5 - Hammock relaxation":"Close your eyes and imagine yourself on a tropical island in a hammock, laying back, feeling very calm and relaxed. Breathing in the beautiful tropical breezes. Listening to the breeze in the palm fronds and listening to the sounds of the birds. That's right. Gently rocking, rocking as you drift deeper and deeper. And as you breathe the way you are breathing listening to my voice you can find it even easier to relax more and more. Can't you? Feeling so relaxed and calm now.",
        "6 - Safe and sound":"Using your imagination, can you sit back and follow along as I describe this to you? You can? good! It is an easy thing to do and anyone can do it. I wonder if you can allow yourself to feel safe and sound and relaxed as you listen to my voice. Breathing calmly in and out through your nose. That's right, feeling relaxed. Feeling very calm now. Knowing you are safe and sound. Aware of how comfortable you are, you relax even more now, don't you?",
        "7 - Your choice":"As you choose to sit back and relax, and close your eyes, you give yourself a mental high five for making the decision today. The choice was easier than you thought and the outcome will be as well, right? Seeing yourself making the good choices, the ones you REALLY want in your future, starting from now as you choose to relax even more. Letting go of everything else and staying relaxed. Aware of my voice and following along or maybe just drifting in your own relaxation, you are already feeling the transformations starting as you begin to feel even more relaxed and at ease with your choice to listen to me today. Isn't that right?",
        "8 - 3 Clicks":"At my suggestion you will become even more comfortable in your seat and start to relax. When I count to 3 you will close your eyes, breathe slowly and begin to relax. This is easy to do and anyone can, cant they? One - feeling more relaxed, Two - noticing your eyes are getting heavy, Three (click) - closing your eyes and drifting off into a deep state of relaxation.",
        "9 - Breathe out tension":"Soon you will start to relax, before that can happen just sit back, close your eyes and listen to my voice. Every breath in calms you and Every breath out takes all the tension from your body. As you breathe Your thoughts may become less focused and scattered, or you may focus even more on my voice. Either way is just perfect. Pay attention to breathing out the tension, thats right. Feeling more and more relaxed with every exhale.",
        "10 - Just tell them":"At my suggestion you will become even more comfortable in your seat and start to relax. When I count to 3 you will close your eyes, breathe slowly and begin to relax. This is easy to do and anyone can, cant they? One, Two, Three (click) and sleep! Drifting off...feeling very calm...that's right.",
        "11 - Trancing out":"Just listen to the sound of my voice and soon you’ll begin to know, that at some point during this program you will go into a deep trance, more and more... and it will feel realy good. That's right. And while this is happening you may experience other signs of trance... like your body feeling light in some places, while feeling heavy in others. It's such a good thing to notice now. You may notice slight twitches and you may experience changes in breathing or even your emotions as you start to relax even more now because as you go deep into trance, your mind can just drift and your body can feel what it's like to completely trance out. That's right.",
        "12 - Alpha - Breathing Intro":"As you start to feel more relaxed, start to pay attention to slowing down your breathing, because the rythym of your breathing directly influences your neural activity and brain waves. In a moment you are going to use the power of rythmic breathing and your unconscious mind to create an alpha state or super learning state that will help you learn faster and retain more information, tapping into an effortless flow that will make learning anything much easier. And you can easily do this because all you need to do is listen to the sound of my voice and be open to the idea that you are more powerful than you fully realise, aren't you? That's right.",
        "13 - Mother Earth Energy - Intro":"You are about to create a deeper connection between yourself and the energetic power of mother earth, like never before, to help you increase your own energetic potential. And now, as you sit there feel very comfortable with your feet placed firmly on the ground, take a deep breath in and as you breath out close your eyes and imagine all the tension leaving your body as you exhale, that's right, helping you feel more and more relaxed and ready to become one with the energetic power of mother earth."},
    "rel":{
        "keys":["1 - Golden-Universal_energy","2 - Positive Choices Loop","3 - Get Rid of Tension","4 - Melting Away stress","5 - Body Scan","6 - yoga breathing","7 - tense and relax","8 - Vakog relax", "9 - Open Mind", "10 - 3 breathes", "11 - Alpha Breathing"],
        "1 - Golden-Universal_energy":"And now as you start to focus on your breath and all the other nice feelings that it creates, I wonder if you can recognise that with each breath your body is starting to feel even more relaxed and comfortable, almost as though there is a white silvery gold light that washes over your body as your breath travels up towards the top of your head exploding out into the universe, like a golden shower of energy, and then just as quickly, it travels back down over your entire body as you breath in and down to your toes back into the centre of the earth.",
        "2 - Positive Choices Loop":"Imagine now as you start to become more aware of the truth, realsing that all those old behaviours, old thougths, old emotions, have been getting in your way, getting in the way of you stepping into your true power of greatness. And as you listen carefully, you feel a warm relaxing feeling within you radiating outwards, and you know that this is the warm, relaxing energy of your future positive choices that you'll make. And as you think about the positive choices you've aready made, with each choice, you go deeper into relaxation, and the deeper you relax, the more positive choices you notice you've made. That's right, getting more and more relaxed now.",
        "3 - Get Rid of Tension":"As you sit there listening to my voice, take a nice long deep breath in and hold it for a second. Now when you exhale, just let yourself relax even more. That’s right. Just relaxing. Get rid of all that tension in your body, let the eye-lids relax even more, because it’s a good thing to do. And you can focus consciously or unconsciously. It doesn’t matter, because as you breathe in and out, you can easily continue to listen allowing yourself to play along and enjoy creating those changes even more now.",
        "4 - Melting Away stress":"Notice how good it feels, and now allow those good feelings to double your relaxation as it continues down into the rest of the body, relaxing the neck, shoulder, chest, stomach, arms and legs. Letting go of all the tension and stress and just imagine as all your troubles and stress melts away and disappears, leaving you to feel deeply relaxed and wonderful. That’s right. Let go of every muscle, every nerve and every fibre. Letting yourself drift deeper and deeper, relaxing so much more now, that’s right.",
        "5 - Body Scan":"Now as you relax, breathing the way you are breathing and listening to my voice you will relax even further. And to help you relax even more, just imagine that you are being scanned by a beam of light, a very relaxing beam of light. The scan starts at the top of your head and moves downward, slowly from the head to the neck and shoulders, down to the chest, upper back and arms Feeling your fingers tingle as the tension leaves..you become aware of the tension draining out of your body as it moves down. The tension eases and fills with relaxation, Further down the abdomen, lowerback and lower arms.Continuing down your body all the way to your toes. Feeling the toes tingle as the tension leaves. Feeling very, very relaxed.",
        "6 - yoga breathing":"I want you to picture your breathe going into your stomach and then your chest, all the way up to your shoulders.Then breathe out the opposite, releasing air from your shoulders then your chest and then your stomach. Notice that it looks like a rocking motion? Continue doing this and notice how much it feels like being rocked as a baby. Feeling very comfortable, safe and relaxed. Thats right.",
        "7 - tense and relax":"Try to tense your ears, thats right, now relax your entire head, Now tense your shoulder blades. And now relax your entire back. Tense the biceps, and now relax the entire arm. Tense the buttocks and now relax the entire torso. Tense the thighs and now relax your entire legs. Notice how easily you can change physically and mentally as you relax and now you relax even more and more. Receptive to even more changes.",
        "8 - Vakog relax":"In your minds eye you see yourself relaxing now, listening to the sound of my voice, aware of all the sounds in the room and outside of the room. All of the sounds and noises help you to relax deeper and deeper, more and more and you start to tune in to the hidden messages that sound good enough for you to RELAX to. Feel how comfortable you are right now, even deeper and deeper now. Isn't that right?",
        "9 - Open Mind":"And as YOUR MIND OPENS EVEN MORE NOW, very soon you are going to find yourself in a mesmerizing location. A location rich with sights, sound, feelings and even smells of your choosing and creation. A fascinating place that may seem so exciting and new yet so and pleasant and familiar as well. You might find that at first, your conscious mind is creating an exquisite world, so full of colour and detail * and gradually * as YOU RELAX EVEN DEEPER, your unconscious mind will start to take over, while your conscious mind will begin to drift, in the most wonderful way, away. Now take a deep breath (inhale so client can hear) and we will continue to relax you now, deeper * and deeper. * * *",
        "10 - 3 breathes":"In a moment you are going to take 3 slow, deep breathes and with each breath you are going to get more and more relaxed, going deeper and deeper into trance until that 3rd and final breath takes you the deepest and makes you the most you've ever relaxed before, feeling completely safe and wonderfully calm & serene. The great thing is that your unconscious mind will do all the work, all you need to do it let it happen with each breath you take...it will be easy, natural and very very relaxing. Let's start. Take a deep breath in...and as you breath out notice all the parts of your body becoming more relaxed now...take another deep breath in... and as you breath out, let go of all the tension and all the thoughts that are taking up your attention, feeling calmer than ever before...and finally, one more breath in...and as you breath out, you go deeper and deeper, into a very calm, safe and peaceful state or relaxation. That's right. Good.",
        "11 - Alpha Breathing":"Sitting comfortably where you are, starting to feel more relaxed now, In a moment you are going to use rythmic breathing to create a alpha state by breathing in, for 4 seconds, holding for one second, and breathing out for 4 seconds, and then holding for one, and we will repeat this 4 times. Ready. Breath in, 1, 2, 3, 4 - Hold 1, breath out, 1, 2, 3, 4, hold 1, Breath in, 1, 2, 3, 4 - Hold 1, breath out, 1, 2, 3, 4, hold 1, Breath in, 1, 2, 3, 4 - Hold 1, breath out, 1, 2, 3, 4, hold 1, Breath in, 1, 2, 3, 4 - Hold 1, breath out, 1, 2, 3, 4, hold 1,"},
    "scene":{
        keys:["1 - Favourite Magical Place","2 - Universal Connection"],
        "1 - Favourite Magical Place":"Imagine yourself walking into a very safe, magical place, your favourite natural place, maybe a beach, a forest, a waterfall, a mountain, a park or whatever it looks like for you, feeling completely safe, relaxed and comfortable, and as you look around you notice all the beautiful things around you, feeling the warmth of the sun, and the fresh breeze on your skin, hearing the deeply relaxing sounds of nature as the start to drift off feeling even more relax now.",
        "2 - Universal Connection":"You might be able to see this clearly or just know that it’s happening, making you feel more relaxed, connecting you and your unconscious mind with the energy of the universe and the centre of the earth. And by doing this, you are tapping into the power of your unconscious mind so you can re-program your mindset however you choose. And as you notice this energy traveling between the universe through you into the centre of the earth, imagine it bursting & showering all around you, out through the top of your head, and as it absorbs back downwards through your body. I wonder if you can feel so much connection between you , the universe and the centre of the earth, feeling a deeper sense of peace, calm and oneness. You see yourself for what you are…directly connected to everything within the universe, and you let those feelings expand and magnify."},
    "deep":{
        keys:["1 - 5 Step Perfect Spot","2 - 5 Energy Waves","3 - 5 Step Beach","4 - 5 Corner Path", "5 - Sunset Deepener"],
        "1 - 5 Step Perfect Spot":"You can see the perfect spot off in the distance of your imagination, only five steps away, just up ahead. In a moment, you will walk towards this perfect spot and with each step you take, you’ll feel a wave of relaxation wash over your entire body, and allow it to, knowing that this will help you achieve your outcome even easier. Now take the first step.&#10;&#10;5 – You take the first step forward, feeling that wave of relaxation wash over you.&#10;4 – Double the relaxation as you go deeper.&#10;3 – Letting go, feeling the entire body become more relaxed.&#10;2 – Relaxed to even move, Drifting deeper & deeper.&#10;1 – With the next final step, you’ll arrive at the perfect spot, that very safe place of tranquility & relaxation, called deep deep hypnosis.&#10;0 – Welcome to this beautiful place, called Deep Deep Hypnosis.",
        "2 - 5 Energy Waves":"You feel so relaxed as you notice waves of energy traveling through you from the universe in through the top of you head, and down through your toes into the centre of the earth, and you can sense 5 powerful, safe and deeply relaxing waves of energy coming towards you...With each wave of energy & relaxation that washes over your entire body, allow and accept it, knowing that this will help you achieve your outcome even easier and make you feel so much better. Here comes the first wave...&#10;&#10;5 – The first wave washes over you, feeling that wave of deep relaxation over your entire body.&#10;4 – Double that relaxation as you go deeper, relaxing even more.&#10;3 – Letting go, feeling the the energy wash over your entire body becoming more relaxed.&#10;2 – Relaxed to even move, Drifting deeper & deeper.&#10;1 – With the next final wave, you’ll arrive at the perfect place, that very safe place of tranquility & relaxation, called deep deep hypnosis.&#10;0 – Welcome to this beautiful place, called Deep Deep Hypnosis.",
        "3 - 5 Step Beach":"You can see the perfect beach off in the distance, you feel the warm sun on your skin, you breath in the fresh sea air, and you notice the rythmic crashing of the waves on the beach. The water is now only five steps away, just up ahead. In a moment, you will walk towards the flowing water and with each step you take, you’ll feel the oceans flow wash over your entire body, and allow it to, knowing that this will help you assimilate more flow into your own life. Now take the first step.&#10;&#10;5 – You take the first step forward, feeling that wave of flow wash over you.&#10;4 – steps, and Double that feeling of flow as you go deeper&#10;3 – Letting go, feeling the entire body become more relaxed and being in flow.&#10;2 – Relaxed to even move, Drifting deeper & deeper.&#10;1 – With the next final step, you’ll arrive at that very safe place of peace & tranquility, called deep deep hypnosis.&#10;0 – Welcome to this beautiful place, called Deep Deep Hypnosis.",
        "4 - 5 Corner Path":"Imagine you are somewhere, outside that encourages you to feel deeply relaxed. The warmth of the sun, the clean air, and the slight breeze, makes you feel really good. You look around and notice a path. You can see all the way down to the end of the path, as you notice that is has 5 turns along the path, on the way down. In just a moment you will start gently & safetly walking down the path, feeling very safe and comfortable and knowing that with each step you take, it will take you into a deeper state of calmness.&#10;&#10;5 - you walk around the first turn in the path, notcing all natural beauty that surrounds you, feeling even more calm and relaxed now.&#10;4 - going around the next turn, going down the path.&#10;3 - as you go around the next turn, you go deeper and deeper, down the path, that's right.&#10;2 - relaxed to even move, down and down, deeper and deeper.&#10;1 - And now as you go around the last turn in the path you now arrive, feeling very safe, very calm and very relaxed. You notice just up ahead is a perfect place of peace and tranquility. A place that you can learn, change and discover so much more because your unconscious mind is so...relax now.&#10;0 - Welcome to this perfect place called deep deep hypnosis.",
        "5 - Sunset Deepener":"Now, put all your attention and focus on putting your mind at calm and relaxing your body. Take three deep breaths. That’s right. Deeply inhale filling your lungs with the air and exhaling from your mouth, slowly and gradually. That’s right....once more...deeply inhale....and all the way out from your mouth exhale and last time...deeply inhale from your nose, filling your lungs with the air and exhaling slowly by opening your mouth a little. &#10;&#10;That’s great; now focus on becoming completely relaxed by relaxing your mind and body. Focus on your breathing pattern, feel how consistent it is and how beautifully it’s relaxing you. Lovely. You are now going to reach a place that relaxes all your senses, your mind, and body even more. You will be much more relaxed as you reach this place. As you move forward, you see a nice soft blanket lying on the ground. You decide to lay down and relax on it. As you lay on it, you see the sky above and see the clouds moving. Its so divine, so magical. Your back is feeling so good as it has been cushioned by the soft ground and blanket. You relax your entire body, starting from your head, easing the scalp muscles, the muscles in your temples, and your forehead. And then your ease your eyes, your nose, lips and jaw by opening your mouth a little. Letting all tensions go. You ease the neck muscles, and then easing your shoulders by dropping them at the back, getting rid of all the tension.&#10;&#10;You now focus on your arms and wrists and palms, palms facing the sky. You feel so relaxed and now you focus on your mid section, your chest, and your stomach. You are relaxing each part of your chest and stomach. All muscles getting relaxed now. Now concentrate on your thighs, your knees and the back of your knees. Just feel all the stiffness and tiredness leaving your leg area. Your focus moves down to your feet and the sole of your feet. You relax your feet by stretching your feet outwards and by making circular movements. You wiggle your toes, your entire body is so much relaxed now on the velvety, soft blanket. The fresh warm air touches your body, you feel the air moving through your air. You are easily listening to the sound all around you and you are simply enjoying this lovely moment of deep relaxation. &#10;&#10; You now sit up slowly and you look towards the sky and the Sun. The sky is full of shades of orange, yellow, and pink. The Sun is going to settle down soon and you look at it, completely mesmerized by its beauty. And as I count down from 10 down to 0, with each count the Sun is going to settle down and as and as it settles down, with each count, you become more and more relaxed. &#10;&#10; 10...the Sun is settling closer to the horizon, &#10;9...you are becoming relaxed, &#10;8...you are getting more and more relaxed and going deeper and deeper. &#10;7...the Sun is further settling down, and as it settles down, you go more and more deep, &#10;6...futher deeper, &#10;5...deeper and deeper, &#10;4...relaxing even more, going further deep and deep,  &#10; 3...the Sun is about to set and you are completely relaxed, completely at calm, very deep, &#10;2...deep and relaxed to even move, feeling very calm...&#10;1...at the next number you will enter this beautiful place of peace and tranquility called deep deep hypnosis, more peaceful and relaxed than you are have even known yourself to be... &#10; and 0...You are comfortable, deep, and completely relaxed. Your unconscious mind is now very receptive to my voice now. &#10;&#10;Welcome to this beautiful place called deep deep, hypnosis."
    }
}